{
  "classroom": [
    "numerous desks",
    "pencils are scattered on the surfaces",
    "a blackboard located in the center of one wall"
  ],
  "park": [
    "free-flying birds",
    "flowers blossoming on a hill",
    "a fountain of water located in the center"
  ],
  "mountain": [
    "a dog playing alone",
    "grapes hanging on the tree",
    "various types of trees illustration"
  ],
  "beach": [
    "perfectly shaped sandcastle",
    "a parasol plunged into the sand offering shade",
    "a lonely round float bobbing gently on the azure waves"
  ],
  "sky": ["a thick cloud", "a rainbow below the sun", "the sun is rising"],
  "stream": [
    "children playing tag in fun",
    "few children are seen splashing water on each other's backs",
    "a fish-fishing child"
  ],
  "farming": [
    "a farmer who goes to the field with a bull",
    "stream flows next to the field"
  ],
  "game": [
    "People are engaging in object play with traditional Korean percussion instruments such as the kkwaenggwari, jing, janggu, and buk.",
    "happiness",
    "lightness"
  ],
  "farming2": [
    "a tractor",
    "a two chickens pecking at the ground",
    "a farmer harvesting ripe tomatoes from the vine",
    "a field of rice"
  ],
  "stream2": [
    "a river flowing through the valley",
    "the sun setting behind the distant mountains",
    "a waterfall cascading down the rocky cliffs",
    "a young boy or girl chasing butterflies with a net"
  ],
  "mountain2": [
    "Golden autumn foliage adorns the lush mountainside.",
    "Red, orange, and yellow leaves carpet the slopes.",
    "A narrow trail winds through towering trees along the mountainside.",
    "A rabbit hops among the yellow leaves.",
    "A cozy cabin nestled among the trees, smoke curling from the chimney.",
    "A cluster of mushrooms sprouts from the forest floor"
  ],
  "park2": [
    "playground in the park",
    "2 kids swinging on the swings and laughing joyfully",
    "A sandbox filled with buckets, shovels, and playful imaginations"
  ]
}
